Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/inaugurations_fi/juha_guttorm_sajos_03042012_koltansaame.pdf.tmx
Source language: sms
Languages: fin

source: Tuäiv da niõǥǥõõzz mottje kuäŠss-ne tuõttân, aainâs teŠl ko tõid vuäitt ââŠnned huâdast da tuejjeed väimmšõs siŠtǩǩes tuâi tõõi teâuđđjem diõtt.
fin: Juha Guttorm, hallintopäällikkö

source: LääŠddjânnam saaŠmi mäŋgglo eeŠǩǩed jeälla m tuäivv, vuäǯǯad jiijjâz kultturkõõskõõzz, ååŠn tõt niõǥǥõs lij šõddâm tuõttân.
fin: Toiveet ja haaveet muuttuvat joskus todeksi, varsinkin silloin kun niistä jaksaa pitää kiinni ja tehdä pitkäjänteisesti työtä niiden toteutumiseksi.

source: TäŠbbe vueiŠttep prääŠznkâŠstted tõn risttmõõžž da leeŠd räämmast tuâi oŠnnstumuužžâst.
fin: Suomen puolen saamelaisten vuosikymmeniä elänyt toive saada oma kulttuurikeskus on nyt muuttunut todeksi.

source: KuŠǩes äiŠǧǧkõskk lij leämma ž tän rämmpeivva, kuäŠss-ne leävvjumuš tuâi teâddjummuužžâst, leâŠša tuâi čõõđ viikkmõš leäi loŋŋteei da positiivlaž tobddmõš.
fin: Tänään voimme juhlia sen vihkiäisiä ja iloita työmme hedelmistä. Taival tähän ilonpäivään on ollut kuitenkin pitkä, välillä uuvuttavakin, mutta silti innostava ja positiivinen kokemus.

source: Puk tän tuâi äiggavuäǯǯmõõžžâst feŠrttai mõõnnâd ääiŠjest1994 räjja, teŠl LääŠddjânnam halltõs cieŠlǩi sääŠm kulttur-jiõččvaaldšem kuõskki lääŠǩǩeŠtǩǩõõzzstes parlamentta, što leŠčči ääŠššmieŠlddsaž vuäǯǯad sääŠmtegga jiijjâz tuåimmpäiŠǩǩ, mâŠte Taarr sääŠmteeŠǧǧest juŠn lij da Ruõcc sääŠmteeŠǧǧest lij eŠt ǩǩuum raajjâmvuâlla. ”
fin: Kokonaiskuvan aikaansaamiseksi on palattava vuoteen 1994, jolloin Suomen hallitus lausui saamelaisten kulttuuri-itsehallinnon asettamista koskevassa lakiesityksessään eduskunnalle, että ” olisi asianmukaista saada perustettavalle saamelaiskäräjille omat toimitilat kuten Norjan saamelaiskäräjillä jo on ja Ruotsin saamelaiskäräjille on esitetty rakennettavaksi. ”

source: Tän halltõõzz peäŠlestvälddmõŠšše nuäŠjjeeŠl sääŠmteŠǧǧ jåttʼtii eeŠjjest 2000 sääŠmkultturkõõskõshaŠŋǩǩõõzz valmštumuužž nuŠtt, što eeŠjjin 2000 – 2007 čõõđteš määŋgbeällsaž da tääŠrǩes vuâđđplaaneemtuâi, koon teäggeeš jäänaš SääŠmjânnam EU-veŠrǧǧneeŠǩǩi miõttâm EU-haŠŋǩǩõstuäŠrjjõõzzivuiŠm.
fin: Tähän hallituksen kannanottoon nojautuen saamelaiskäräjät käynnisti vuonna saamelaiskulttuurikeskushankkeen valmistelun niin, että vuosina 2000 – 2007 toteutettiin monipuolinen ja perusteellinen perussuunnittelutyö, joka rahoitettiin pääosin Lapin EUviranomaisten myöntämillä EU-hanketuilla.

source: VuâđđplaanumuŠšše õŠnneš EU:n raajõsteäŠǧǧruõkkõsprograammi teäŠǧǧvääraid õhttseŠžže âŠlddsin miljon kueŠhttčueŠđ dohat euŠrred.
fin: Perussuunnitteluun käytettiin EU:n rakennerahastoohjelmien varoja yhteensä lähes miljoona kaksisataa tuhatta euroa.

source: SiŠtǩǩes valmštõõllâmkõõsk ǩeeŠjjest vuäǯǯain haŠŋǩǩõõzz investointt-teäggtõõzz ǩeâđđa 2007 ääŠššmieŠlddsaž påŠreâd vuâlla, ko vuõššân SääŠmjânnam mäddkåŠdd miõtti haŠŋǩǩõŠsse EU-tuärjjõõzz vitt miljoon euŠrred da mâŋŋa riikksuåvtõs registõõli haŠŋǩǩõõzz riikk-ekonomii raa mi sizz eeŠjjid 2008 – 2011.
fin: Intensiivisen valmistelujakson jälkeen saatiin hankkeen investointirahoitus kuntoon keväällä 2007 kun ensin Lapin maakunta myönsi hankkeelle EU-tukea viisi miljoonaa euroa ja sitten valtioneuvosto kirjasi hankkeen valtiontalouden kehyksiin vuosiksi 2008 – 2011.

source: Näkka m tuŠmmstõõǥǥi mieŠldd haŠŋǩǩõs lokkõõvi loopplânji vuõiǥǥ årra da riikk tuåimmpaaiŠǩi raajteei Senatt-Ǩiddõõzz vaaŠldi haŠŋǩǩõõzz praksiizz čõõđtumuužž huõđđu čõhčča 2007.
fin: Näiden päätösten myötä hanke loksahti lopullisesti oikeille raiteilleen ja valtion toimitilojen rakennuttaja Senaattikiinteistöt otti hankkeen käytännön toteuttamisen haltuunsa syksyllä 2007.

source: HaŠŋǩǩõõzz juätkkplaanumuužž õhttvuõđâst tobddem tuâjjan õhttešiõtteed õõŠnnji jeeŠresnallšem õõlǥtõõzzid.
fin: Hankkeen jatkosuunnittelun yhteydessä koin haasteellisena yhteen sovittaa käyttäjien erilaisia vaatimuksia.

source: Esimerkiksi tämän salin, Dolla-kueŠrnec, âlgg ââŠnted såbbri di konfereenssi âânnmõŠšše, mättʼtem-miârkktõŠsse di musiikk, fiilm da teaŠtter čuäjtumuŠšše.
fin: Esimerkiksi tämän salin, Dolla-salin, tulee soveltua kokousten ja konferenssien pitämiseen, opetustarkoitukseen sekä musiikin, elokuvan ja teatterin esittämiseen.

source: Ååskam veâlainn, što oŠnnstiim plaanâmtuâjast miâlggad puârast.
fin: Uskon silti, että onnistuimme suunnittelutyössä varsin hyvin.

source: SpesialspäŠssbõõššmõõžž šiõǥǥ õhttsažtuâjast vuäŠǯǯa arkktehttǩeâšttõõttmõõžž vuõiŠttam Ha lo Arkkteehtt nuõrr plaaneei.
fin: Erityiskiitoksen hyvästä yhteistyöstä ansaitsevat arkkitehtuurikilpailun voittaneet Halo Arkkitehtien nuoret suunnittelijat.

source: SääŠmteŠǧǧ lij tän põõrt väŠlddõõŠnni da SääŠmvuuŠd škoouŠlʼje mkõõskõs lij nuŠbb väŠlddõõŠnni.
fin: Saamelaiskäräjät on tämän talon päävuokralainen ja – käyttäjä. Saamelaisalueen koulutuskeskus on toinen pääkäyttäjä.

source: JeeŠres õõŠnni liâ a rkiivstroiŠttel vuâlaž SääŠma rkiiv, Aanar kååŠdd vaaldšemvuâlaž SääŠmǩeŠrjjpõrtt, saami sosiaal- da tiõrvâsvuõđ õhttõs SámiSoster, sääŠm ǩiõtt-tuâjaid kaaupšeei Duodji Shop Oy, aanarsääŠmseäŠrvv Anarâškiela servi di SääŠmjânnam vuŠvddvaaldšempravleeŠnnʼja da restrantt Galla.
fin: M uita käyttäjiä ovat arkistolaitoksen alainen Saamelaisarkisto, Inarin kunnan hallinnoima Saamelaiskirjasto, saamelaisten sosiaali- ja terveysalan yhdistys SámiSoster, saamelaisia käsitöitä myyvä Duodji Shop Oy, inarinsaamen yhdistys Anarâškiela servi sekä Lapin aluehallintovirasto ja ravintola Galla.

source: Sajos lij vuõssʼsââjest jurddum saaŠmi jiijjâz ââŠnnem d iõtt.
fin: Sajos on ensisijaisesti tarkoitettu saamelaisten omaa käyttöä varten.

source: TõŠst lij mieŠrr šõddâd saaŠmi jiõččvaaldšem di jieŠlli da ooudâsviikkâ m sääŠmkulttuur tiõtt, koon vääžnmõs jurddân lij pââibeäŠlnn kâŠdded ääŠrbvuâlaž sääŠm kulttuur da nuŠbben ooudâsviikkâd da oođeed tõn.
fin: Siitä on määrä tulla saamelaisten itsehallinnon sekä elävän ja kehittyvän saamelaiskulttuurin symboli, jonka keskeisenä tarkoituksena on yhtäältä vaalia perinteistä saamelaista kulttuuria ja toisaalta kehittää ja uudistaa sitä.

source: Sajos lij saaŠmi parla menttpõrtt da määŋgpeällsaž tuåimmje mkõõskõs di vuõinnlõõttâm- da kaaunõõttâmpäiŠǩǩ.
fin: Sajos on saamelaisten parlamenttitalo. Se on myös monipuolinen toimintakeskus sekä kohtaamis- ja tapaamispaikka.

source: Tän miârkksõõvvmõõžž čiõ lggad puârast põõrt aanarsääŠmǩiõllsaž nõmm Sajos, kååŠtt âǩǩpââŠji mieŠldd miârkksââvv kõhttsââi leŠbe sââidõspääiŠǩ, koŠst lij kaaunõttum da jälstum kuuŠǩǩab ääiŠjid tollpeälla z luŠnn.
fin: Tätä tarkoitusta kuvaa hyvin talon inarinsaamenkielinen nimi Sajos, joka vanhastaan tarkoittaa tukikohtaa tai asentopaikkaa, jossa on kohdattu ja vietetty pidempiäkin aikoja nuotion äärellä.

source: Nõ mm lij aanarsäŠmmla Matti Morottaja eŠtǩǩeem.
fin: Nimi on inarinsaamelaisen M atti M orottajan ehdottama.

source: VäŠlddmiârkktõõzzes kuâŋŋad Sajos tarjjad ođđäiggsaid da tääŠzz mieŠlddsaid såbbarpääiŠǩi di samai ânnŠjõžaiggsai studialõõnji diõtt šiõǥǥ vuäittmõõžž riâššâd oŠdinakai pirrõõzzâst määŋgnallšem såbbrid, konfereenssid da noorõõttmõõžžid.
fin: Päätarkoituksensa ohella Sajos tarjoaa uudenaikaisten ja tasokkaiden kokoustilojen sekä nykyaikaisten studiotilojen ansiosta erinomaiset mahdollisuudet järjestää ainutlaatuisessa ympäristössä monenlaisia kokouks ia ja tapahtumia.

source: Tän pääiŠǩ Sajos puätt čuõvted vuuŠd jieŠlle mvueŠǩǩtuåimmju muužž da ravveed še muđoi tõn jieŠlle mviõkkvuõđ.
fin: Tätä kautta Sajos tulee piristämään alueen elinkeinotoimintaa ja vahvistamaan myös muutoin sen elinvoimaisuutta.

source: JuŠnn ååŠn muädd mannu ââŠnnemtobddmõõžž vuâđain vuäitt tuõttâd, što peäggtum täävtõõzz liâ teâuddjeŠmmen.
fin: Jo nyt muutaman kuukauden käyttökokemusten perusteella voi hyvin todeta, että mainitsemani tavoitteet ovat toteutumassa.

source: Sa joozzâst leät alggeeŠjjest riõššum määŋgnallšem noorõõttâmpooddid da såbbrid.
fin: Sajoksessa on alkuvuodesta järjestetty erilaisia tapahtumia ja kokouksia.

source: Põrtt lij ǩeässam jiânnai kueŠssid sa ålddjânnam rääŠjest, saakk lij puârast leävvnam pirr ålggjânnmi da peerstumuš tõn mieŠldd.
fin: Talo on laajemminkin herättänyt paljon mielenkiintoa niin, että talossa käy päivittäin runsaasti vierailijoita ulkomaita myöten.

source: SääŠmtegga da jeäŠrben tõn piisarkådda Sajoozz valmštumuš lij leä mmaž jõnn hiâlptõs, ko määŋgid eeŠjjid peŠšttam kolkkrõõžž âŠlnn jeällmõš lij vaajtõõvvâm põõšši päikka, koŠst vueiŠttep leeŠd seämma laaǥǥ vueŠlnn da tuejjeed tuâjaid kuddnallšem tuâjjlõõnjin da veâl seämma riâddest da seämma uuŠlcest.
fin: Saamelaiskäräjille ja erityisesti sen sihteeristölle Sajoksen valmistuminen on myös ollut suuri helpotus, kun useita vuosia kestäneen irtolaiselämän jälkeen voimme vihdoin työskennellä asianmukaisissa tiloissa saman katon alla, vieläpä samassa kerroksessa ja samalla käytävällä.

source: Seämmanalla lij še põõrt jeeŠres õõŠnnji beäŠlnn.
fin: Sama koskee tietysti myös muita talon käyttäjiä.

source: Heärr Presidentt, rouvv Haukio, siõǥǥ prääŠzneǩkueŠss !
fin: Herra Presidentti, rouva Haukio, hyvä juhlayleisö !

source: Teâđam, što saaŠmi kõskkvuõđâst da tääuŠjmõsân tän vuuŠdest SajoŠsse leät norrum jiânnai määŋgnallšem vuârddmõõžžid da õõlǥtumuužžid.
fin: Tiedän, että saamelaisten keskuudessa ja yleisemminkin tällä alueella Sajokseen on asetettu paljon monenlaisia odotuksia ja vaatimuksia.

source: Emansa muäŠdd eeŠjj ǩeeŠjjest mâŋŋa tobddmõõžži vueiŠttep ärvvtõõllâd, mõõn puârast põrtt praksiizzâst tuåimma i da mõõn puârast täävtõõzz da vuârddmõõžž teâuddje.
fin: Aikaisintaan muutaman vuoden kokemusten jälkeen voimme arvioida, kuinka hyvin talo käytännössä toimii ja kuinka hyvin tavoitteet ja odotukset toteutuvat.

source: Tuäivam da ååskam, što mij tääiŠben Sajoozzâst tuåimmjeei kruugg, vueiŠttep vaŠstteed täid tuâjaid, ko vuõššân piâssâp kuddnalla åårsted põŠrtte da jeällmõŠšše da vuäǯǯap põŠmmjeen da jordmõõžžeen påŠreâd vuâlla, põõrt tuåimmju muužž mieŠldd mâŋŋa jåttŠtemǩirrsi.
fin: Toivon ja uskon kuitenkin, että me täällä Sajoksessa toimivat tahot kykenemme vastaamaan näihin haasteisiin kunhan ensin asetumme kunnolla taloksi ja saamme paperimme ja ajatuksemme järjestykseen talon toiminnan käynnistämiseen liittyvien kiireiden helpotettua.

source: Looppâst haaŠlääm särnnad jiijjan da sajoozz õõŠnnji peäŠlest lääŠđes späŠssbõõššmõõžžid SajoozzteâuddjumuŠšše vaikktam da vuässõõttâm privat tuåimmjeeŠjid da organisaatiaid; nuŠtt teäggteeŠjid, Senatt-Ǩiiddõõzzid, Aanar kådda, arkktehttplaaneeŠjid da jeeŠres plaaneeŠjid, vahssjid ko urkkuŠvddjid.
fin: Lopuksi haluan lausua omasta ja Sajoksen käyttäjien puolesta lämpimät kiitokset Sajoksen toteutumiseen vaikuttaneille ja osallistuneille yksittäisille toimijoille ja organisaatioille; niin rahoittajille, Senaatti-kiinteistöille, Inarin kunnalle, arkkitehtisuunnittelijoille ja muille suunnittelijoille, rakennuttajakonsultille, valvojille kuin urakoitsijoillekin.

source: SpesialspäŠssbõõššmõõžžid oouŠdam väŠlddurkkuŠvddi Kõskk-LääŠddjânnam Betonraajõõzz tuåimmjid vaađlaž da kääzzkõsoddsaž tuâjjväŠlddmõõžžâst.
fin: Erityiskiitokset osoitan pääurakoitsija Keski-Suomen Betonirakenteen toimijoille vastuullisesta ja palveluhenkisestä työotteesta.

source: ʼhttsažtuâjj pukivuiŠm lij leämma ž siõǥǥ.
fin: Yhteistyö kaikkien kanssa on ollut mainiota.

source: Tijtää sääŠmkultturkõõskõs ij leŠjje ni kuäss mottjed tuäivest tuõttân.
fin: Ilman teitä saamelaiskulttuurikeskus ei olisi koskaan muuttunut toiveesta todeksi.

source: Jõnn späŠssbõõššmõõžž tiŠjjid !
fin: Suuret kiitokset teille !

source: Leäǥǥas Sajos äuŠǩǩen saaŠmid da jeeŠres narooŠde da räjjas Sajos jeäŠrben nuõrid sääŠm puõlvvõõǥǥid ååsk da intoa jiijjâz kulttur seeiltem da oođeem peäŠlest !
fin: Olkoon Sajos hyödyksi saamelaisille ja muulle väestölle ja luokoon Sajos erityisesti nuorille saamelaisille sukupolville uskoa ja intoa ponnistella oman kulttuurinsa säilyttämisen ja uudistamisen puolesta !
